“剪切”的快捷键是“F2”吗？（是）
2.“粘贴”的快捷键是“F4”吗？（是）
3.“还原/重做”的快捷键是“Ctrl+Z”吗？（是）
4.“打开为”的快捷键是“Ctrl+Alt+P ”吗？（不是，是Ctrl+Alt+O ）

5.“新建图形文件”的快捷键是“Ctrl+M”吗？（不是，是Ctrl+N）

6.“合并拷贝”的快捷键是“Ctrl+Shift+V”吗？（不是，是Ctrl+Shift+C）
7.“打开已有的图像”的快捷键是“Ctrl+O”吗？（是）
8.“淡入/淡出”的快捷键是“Ctrl+Shift+F”吗？（是）
9.“拷贝”的快捷键是“Ctrl+C ”吗？（是）
10.“退出”的快捷键是“Ctrl+W”吗？（不是，是Ctrl+Q）
11.“关闭”的快捷键是“Ctrl+Q ”吗？（不是，是Ctrl+W）
12.“反相”的快捷键是“Ctrl+O”吗？（不是，是Ctrl+I）
13.“辅助线”的快捷键是“Ctrl+R”吗？（是） 
14.“羽化”的快捷键是“Shift+F6”吗？（是） 
15.“自由变换”的快捷键是“Ctrl+T”吗？（是）
16.“下移一层”的快捷键是“Ctrl+]”吗？（不是，是Ctrl+[）    
17.“上移一层”的快捷键是“Ctrl+[”吗？（不是，是Ctrl+]）
18.“调整色阶”的快捷键是“Ctrl+B”吗？（不是，是Ctrl+L）    
19.“色彩平衡”的快捷键是“Ctrl+B”吗？（是）
20.“另存为”的快捷键是“Ctrl+Shift+S”吗？（是）
21.“色相/饱和度”的快捷键是“Ctrl+U”吗？（是）    
22.“合并可见图层”的快捷键是“Ctrl+Shift+R”吗？（不是，是Ctrl+Shift+E）      
23.“通过拷贝建立一个图层”的快捷键是“Ctrl+I”吗？（不是，是Ctrl+J） 
24.“加大画笔大小”的快捷键是“Ctrl+BackSpace”吗？（不是，是Alt+BackSpace） 
25.“向下合并或合并联接图层”的快捷键是“Ctrl+E”吗？（是）     
26.“建立一个通过拷贝的图层”的快捷键是“Ctrl+Alt+J”吗？（是）     
27.“全图调整”的快捷键是“Ctrl+Shift+U”吗？（是）
28.“反相删除”的快捷键是“Ctrl+Shift+J”吗？（不是，是Ctrl+Shift+I）  
29.“与前一图层编组”的快捷键是“Ctrl+H”吗？（不是，是Ctrl+G）   
30.“填充前景色”的快捷键是“Ctrl+Delete”吗？（不是，是Alt+Delete）
31.“取消编组”的快捷键是“Ctrl+Shift+G”吗？（是）        
32.“填充背景色”的快捷键是“Ctrl+Delete”吗？（是）
33.“页面设置”的快捷键是“Ctrl+Shift+P”吗？（是）
34.“打开“预置”对话框”的快捷键是“Ctrl+L”吗？（不是，是Ctrl+K）
35.“羽化选择”的快捷键是“Ctrl+Alt+F”吗？（不是，是Ctrl+Alt+D）
36.“反向选择”的快捷键“Ctrl+Shift+J”吗？（不是，是Ctrl+Shift+I）
37.“粘贴”的快捷键是“Ctrl+V”吗？（是） 
38“剪贴”的快捷键是“Ctrl+X”吗？（是）

39.快捷键“F2”是“剪切”的意思吗？（是）       
40.快捷键“F4”是“粘贴”的意思吗？（是）
41快捷键“Ctrl+Z”是“还原/重做”的意思吗？（是）
42.快捷键“Ctrl+Alt+O”是“打开为”的意思吗？（是）
43快捷键“Ctrl+N”是“新建图形文件”的意思吗？（是）
44.快捷键“Ctrl+Shift+C”是“合并”的意思吗?(不是，是合并拷贝）
45.快捷键“Ctrl+O”是“打开图像”的意思吗？（不是，是打开已有的图像）
46.快捷键“Ctrl+Shift+F”是“拷贝”的意思吗？ （不是，是淡入/淡出）
47.快捷键“Ctrl+C”是“剪贴”的意思吗？（不是，是拷贝）
48.快捷键“Ctrl+Q”是“关闭”的意思吗？（不是，是退出）
49.快捷键“Ctrl+W”是“关闭”的意思吗？（是）
50.快捷键“Ctrl+I”是“反相”的意思吗？（是）
51.快捷键“Ctrl+R”是“辅助线”的意思吗？（是） 
52.快捷键“Shift+F6”是“羽化”的意思吗？（是） 
53.快捷键“Ctrl+T”是“自由变换”的意思吗？（是）
54.快捷键“Ctrl+[”是“上移一层的意思”吗?(不是，是下移一层）    
54.快捷键“Ctrl+]”是“下移一层”的意思吗？（不是，是上移一层）
55.快捷键“Ctrl+L”是“调整色彩”的意思吗？（不是，是调整色阶）    
56.快捷键“Ctrl+B”是“色彩饱和度”的意思吗？（不是，是色彩平衡）
57.快捷键“Ctrl+Shift+S”是保存的意思吗？（不是，是另存为）
58.快捷键“Ctrl+U”是“色相/饱和度”的意思吗？（是）   
59.快捷键“Ctrl+Shift+E”是“合并可见图层”的意思吗？（是）      
60.快捷键“Ctrl+J”是“通过拷贝建立一个图层”的意思吗？（是） 
61.快捷键“Alt+BackSpace”是“加大画笔大小”的意思吗？（是） 
62.快捷键“Ctrl+E”是“向下合并或合并联接图层”的意思吗？（是）     
63.快捷键“Ctrl+Alt+J”是“建立一个图层的”的意思吗？（不是，是建立一个通过拷贝的图层）     
64.快捷键“Ctrl+Shift+U”是“调整”的意思吗？（不是，是全图调整）
65快捷键“Ctrl+Shift+I”是“删除”的意思吗？（不是，是反相删除）  
66.快捷键“Ctrl+G”是“填充前景色”的意思吗？（不是，是与前一图层编组）   
67.快捷键“Alt+Delete”是“与前一图层编组”的意思吗？(不是，是填充前景色）
68.快捷键“Ctrl+Shift+G”是“取消编组”的意思吗？（是）        
69.快捷键“Ctrl+Delete”是“填充背景色”的意思吗？（是）
70快捷键“Ctrl+Shift+P”是“页面设置”的意思吗？（是）
71.快捷键“Ctrl+K”是“打开“预置”对话框”的意思吗？（是）
72.快捷键“Ctrl+Alt+D”是“羽化选择”的意思吗？（是）
73.快捷键“Ctrl+Shift+I”是“选择”的意思吗？（不是，是反向选择）
74.快捷键“Ctrl+V”是“复制”的意思吗吗？（不是，是粘贴） 
75.快捷键“Ctrl+X”是“粘贴”的意思吗？（不是，是剪贴）



var questionsArr= [
{ qId: 1, qDescription: '在ps中，剪切”的快捷键是“F2”吗？', answer: true }, 
{ qId: 2, qDescription: '在ps中，粘贴”的快捷键是“F4”吗？', answer: true },
    { qId: 3, qDescription: '在ps中，还原/重做”的快捷键是“Ctrl+Z”吗？', answer: true }, 
{ qId: 4, qDescription: '在ps中，打开为”的快捷键是“Ctrl+Alt+P ”吗？', answer: false },
    { qId: 5, qDescription: '在ps中，“新建图形文件”的快捷键是“Ctrl+M”吗？', answer: false }, 
{ qId: 6, qDescription: '在ps中，合并拷贝”的快捷键是“Ctrl+Shift+V”吗？', answer: true },
    { qId: 7, qDescription: '在ps中，ctrl+t是标尺的快捷键对么？', answer: false },
{ qId: 8, qDescription: '在ps中，b是的画笔的快捷键对么？', answer: true },
    { qId: 9, qDescription: '在ps中，ctrl+r是自由绽放的快捷键对么？', answer: false }, 
{ qId: 10, qDescription: '在ps中，g是复制的快捷键对么？', answer: false }

],